<template>
  <div class="text-box">
    <div class="text-content" id="text-content">
      <h1 class="title">公司简介</h1>
      <p class="mt20 cn_line">
        东莞爱回收系统有限公司成立于1999年，是一家专注于高新科技企业产品和高新科技生活产品研究、开发、生产及销售的高科技企业，总部及研发基地设立于风景秀丽的广州软件园，并在全国各地设有分支机构。公司技术和研发实力雄厚，是国家863项目的参与者，并被政府认定为“高新技术企业”。<br />
      </p>
      <p class="cn_line mt20">
        公司自成立以来，始终坚持以人才为本、诚信立业的经营原则，荟萃业界精英，将国外先进的信息技术、管理方法及企业经验与国内企业的具体实际相结合，为企业供给全方位的解决方案，帮忙企业提高管理水平和生产本事，使企业在激烈的市场竞争中始终坚持竞争力，实现企业快速、稳定地发展。
      </p>
      <p class="cn_line mt20">
        最好的产品、最好的服务、最好的信誉，广州...x系统工程有限公司已在交通、银行、证券、税务、旅游、酒店、市政规划、公用事业、工矿企业等诸多领域取得辉煌成绩，完成众多大型...x的配套服务，也愿意成为您最可信赖的长期合作伙伴。
      </p>
    </div>
  </div>
</template>
